export default function ReviewList() {
  return (
    <>
      <div className="col-xl-12 col-lg-12 col-md-12 col-sm-12 col-12">
        <div className="product-inner" id="customers-rating">
          <div className="product-block product-ratings">
            <div className="product-heading">
              <h2>
                Đánh giá &amp; Nhận xét Laptop gaming Lenovo LOQ 15IAX9
                83GS001RVN
              </h2>
            </div>
            <div className="product-wrap">
              <div className="product-rating--wrapper">
                <div className="product-reviews--header">
                  <div className="product-reviews--left">
                    <div className="product-reviews--number">
                      <span>4.7/5</span>
                    </div>
                    <div className="product-reviews--star">
                      <div className="star-rate">
                        <span className="ic-star"></span>
                        <span className="ic-star"></span>
                        <span className="ic-star"></span>
                        <span className="ic-star"></span>
                        <span className="ic-star"></span>
                      </div>
                      <div
                        className="star-rate star-fill"
                        data-rate=""
                        style="width: 94%;"
                      >
                        <span className="ic-star-fill"></span>
                        <span className="ic-star-fill"></span>
                        <span className="ic-star-fill"></span>
                        <span className="ic-star-fill"></span>
                        <span className="ic-star-fill"></span>
                      </div>
                    </div>
                    <div className="product-reviews--total">
                      <span>
                        <strong>(6)</strong> đánh giá &amp; nhận xét
                      </span>
                    </div>
                  </div>
                  <div className="product-reviews--right">
                    <div className="product-reviews--process">
                      <div data-star="5" className="items-process">
                        <span className="isNumber">5</span>
                        <span className="isProcess">
                          <span className="isLoad" style="width: 83.3333%;"></span>
                          <span className="isBG"></span>
                        </span>
                        <span className="isCount">5 đánh giá</span>
                      </div>
                      <div data-star="4" className="items-process">
                        <span className="isNumber">4</span>
                        <span className="isProcess">
                          <span className="isLoad" style="width: 0%;"></span>
                          <span className="isBG"></span>
                        </span>
                        <span className="isCount">0 đánh giá</span>
                      </div>
                      <div data-star="3" className="items-process">
                        <span className="isNumber">3</span>
                        <span className="isProcess">
                          <span className="isLoad" style="width: 16.6667%;"></span>
                          <span className="isBG"></span>
                        </span>
                        <span className="isCount">1 đánh giá</span>
                      </div>
                      <div data-star="2" className="items-process">
                        <span className="isNumber">2</span>
                        <span className="isProcess">
                          <span className="isLoad" style="width: 0%;"></span>
                          <span className="isBG"></span>
                        </span>
                        <span className="isCount">0 đánh giá</span>
                      </div>
                      <div data-star="1" className="items-process">
                        <span className="isNumber">1</span>
                        <span className="isProcess">
                          <span className="isLoad" style="width: 0%;"></span>
                          <span className="isBG"></span>
                        </span>
                        <span className="isCount">0 đánh giá</span>
                      </div>
                    </div>
                  </div>
                </div>
                <div className="product-reviews--body">
                  <div className="product-reviews--status d-none"></div>
                  <div className="product-reviews--render">
                    <div className="items-comment">
                      <div className="items-comment-top">
                        <div className="items-comment-name">Gia Tín</div>
                        <div className="items-comment-date">15-6-2024</div>
                      </div>
                      <div className="items-comment-bottom">
                        <div className="items-comment-left">
                          <div className="items-comment-star">
                            <div className="items-star active" data-star="1">
                              <svg
                                width="16"
                                height="16"
                                viewBox="0 0 16 16"
                                fill="none"
                                xmlns="http://www.w3.org/2000/svg"
                              >
                                <path
                                  d="M3.12034 14.3994L4.03419 10.0858L0.835704 7.13018C0.835704 7.13018 0.378768 6.73077 0.531087 6.1716C0.683406 5.61243 1.29263 5.61243 1.29263 5.61243L5.55728 5.21302L7.23268 1.13905C7.23268 1.13905 7.46113 0.5 7.99422 0.5C8.52731 0.5 8.75576 1.13905 8.75576 1.13905L10.4312 5.21302L14.8481 5.61243C14.8481 5.61243 15.305 5.69231 15.4574 6.1716C15.6097 6.65089 15.305 6.97041 15.305 6.97041L11.9543 10.0858L12.8681 14.5592C12.8681 14.5592 13.0204 15.0385 12.6396 15.358C12.2589 15.6775 11.6496 15.358 11.6496 15.358L7.99422 13.0414L4.41496 15.358C4.41496 15.358 3.88189 15.6775 3.42495 15.358C2.96802 15.0385 3.12034 14.3994 3.12034 14.3994Z"
                                  stroke="#CFCFCF"
                                  stroke-width="0.9375"
                                ></path>
                              </svg>
                            </div>
                            <div className="items-star active" data-star="2">
                              <svg
                                width="16"
                                height="16"
                                viewBox="0 0 16 16"
                                fill="none"
                                xmlns="http://www.w3.org/2000/svg"
                              >
                                <path
                                  d="M3.12034 14.3994L4.03419 10.0858L0.835704 7.13018C0.835704 7.13018 0.378768 6.73077 0.531087 6.1716C0.683406 5.61243 1.29263 5.61243 1.29263 5.61243L5.55728 5.21302L7.23268 1.13905C7.23268 1.13905 7.46113 0.5 7.99422 0.5C8.52731 0.5 8.75576 1.13905 8.75576 1.13905L10.4312 5.21302L14.8481 5.61243C14.8481 5.61243 15.305 5.69231 15.4574 6.1716C15.6097 6.65089 15.305 6.97041 15.305 6.97041L11.9543 10.0858L12.8681 14.5592C12.8681 14.5592 13.0204 15.0385 12.6396 15.358C12.2589 15.6775 11.6496 15.358 11.6496 15.358L7.99422 13.0414L4.41496 15.358C4.41496 15.358 3.88189 15.6775 3.42495 15.358C2.96802 15.0385 3.12034 14.3994 3.12034 14.3994Z"
                                  stroke="#CFCFCF"
                                  stroke-width="0.9375"
                                ></path>
                              </svg>
                            </div>
                            <div className="items-star active" data-star="3">
                              <svg
                                width="16"
                                height="16"
                                viewBox="0 0 16 16"
                                fill="none"
                                xmlns="http://www.w3.org/2000/svg"
                              >
                                <path
                                  d="M3.12034 14.3994L4.03419 10.0858L0.835704 7.13018C0.835704 7.13018 0.378768 6.73077 0.531087 6.1716C0.683406 5.61243 1.29263 5.61243 1.29263 5.61243L5.55728 5.21302L7.23268 1.13905C7.23268 1.13905 7.46113 0.5 7.99422 0.5C8.52731 0.5 8.75576 1.13905 8.75576 1.13905L10.4312 5.21302L14.8481 5.61243C14.8481 5.61243 15.305 5.69231 15.4574 6.1716C15.6097 6.65089 15.305 6.97041 15.305 6.97041L11.9543 10.0858L12.8681 14.5592C12.8681 14.5592 13.0204 15.0385 12.6396 15.358C12.2589 15.6775 11.6496 15.358 11.6496 15.358L7.99422 13.0414L4.41496 15.358C4.41496 15.358 3.88189 15.6775 3.42495 15.358C2.96802 15.0385 3.12034 14.3994 3.12034 14.3994Z"
                                  stroke="#CFCFCF"
                                  stroke-width="0.9375"
                                ></path>
                              </svg>
                            </div>
                            <div className="items-star active" data-star="4">
                              <svg
                                width="16"
                                height="16"
                                viewBox="0 0 16 16"
                                fill="none"
                                xmlns="http://www.w3.org/2000/svg"
                              >
                                <path
                                  d="M3.12034 14.3994L4.03419 10.0858L0.835704 7.13018C0.835704 7.13018 0.378768 6.73077 0.531087 6.1716C0.683406 5.61243 1.29263 5.61243 1.29263 5.61243L5.55728 5.21302L7.23268 1.13905C7.23268 1.13905 7.46113 0.5 7.99422 0.5C8.52731 0.5 8.75576 1.13905 8.75576 1.13905L10.4312 5.21302L14.8481 5.61243C14.8481 5.61243 15.305 5.69231 15.4574 6.1716C15.6097 6.65089 15.305 6.97041 15.305 6.97041L11.9543 10.0858L12.8681 14.5592C12.8681 14.5592 13.0204 15.0385 12.6396 15.358C12.2589 15.6775 11.6496 15.358 11.6496 15.358L7.99422 13.0414L4.41496 15.358C4.41496 15.358 3.88189 15.6775 3.42495 15.358C2.96802 15.0385 3.12034 14.3994 3.12034 14.3994Z"
                                  stroke="#CFCFCF"
                                  stroke-width="0.9375"
                                ></path>
                              </svg>
                            </div>
                            <div className="items-star active" data-star="5">
                              <svg
                                width="16"
                                height="16"
                                viewBox="0 0 16 16"
                                fill="none"
                                xmlns="http://www.w3.org/2000/svg"
                              >
                                <path
                                  d="M3.12034 14.3994L4.03419 10.0858L0.835704 7.13018C0.835704 7.13018 0.378768 6.73077 0.531087 6.1716C0.683406 5.61243 1.29263 5.61243 1.29263 5.61243L5.55728 5.21302L7.23268 1.13905C7.23268 1.13905 7.46113 0.5 7.99422 0.5C8.52731 0.5 8.75576 1.13905 8.75576 1.13905L10.4312 5.21302L14.8481 5.61243C14.8481 5.61243 15.305 5.69231 15.4574 6.1716C15.6097 6.65089 15.305 6.97041 15.305 6.97041L11.9543 10.0858L12.8681 14.5592C12.8681 14.5592 13.0204 15.0385 12.6396 15.358C12.2589 15.6775 11.6496 15.358 11.6496 15.358L7.99422 13.0414L4.41496 15.358C4.41496 15.358 3.88189 15.6775 3.42495 15.358C2.96802 15.0385 3.12034 14.3994 3.12034 14.3994Z"
                                  stroke="#CFCFCF"
                                  stroke-width="0.9375"
                                ></path>
                              </svg>
                            </div>
                          </div>
                        </div>
                        <div className="items-comment-right">
                          <div className="items-comment-content">
                            máy có nâng câp ram lên 16gb đc không shop
                          </div>
                        </div>
                      </div>
                    </div>
                    <div className="items-comment">
                      <div className="items-comment-top">
                        <div className="items-comment-name">Gia Tín</div>
                        <div className="items-comment-date">15-6-2024</div>
                      </div>
                      <div className="items-comment-bottom">
                        <div className="items-comment-left">
                          <div className="items-comment-star">
                            <div className="items-star active" data-star="1">
                              <svg
                                width="16"
                                height="16"
                                viewBox="0 0 16 16"
                                fill="none"
                                xmlns="http://www.w3.org/2000/svg"
                              >
                                <path
                                  d="M3.12034 14.3994L4.03419 10.0858L0.835704 7.13018C0.835704 7.13018 0.378768 6.73077 0.531087 6.1716C0.683406 5.61243 1.29263 5.61243 1.29263 5.61243L5.55728 5.21302L7.23268 1.13905C7.23268 1.13905 7.46113 0.5 7.99422 0.5C8.52731 0.5 8.75576 1.13905 8.75576 1.13905L10.4312 5.21302L14.8481 5.61243C14.8481 5.61243 15.305 5.69231 15.4574 6.1716C15.6097 6.65089 15.305 6.97041 15.305 6.97041L11.9543 10.0858L12.8681 14.5592C12.8681 14.5592 13.0204 15.0385 12.6396 15.358C12.2589 15.6775 11.6496 15.358 11.6496 15.358L7.99422 13.0414L4.41496 15.358C4.41496 15.358 3.88189 15.6775 3.42495 15.358C2.96802 15.0385 3.12034 14.3994 3.12034 14.3994Z"
                                  stroke="#CFCFCF"
                                  stroke-width="0.9375"
                                ></path>
                              </svg>
                            </div>
                            <div className="items-star active" data-star="2">
                              <svg
                                width="16"
                                height="16"
                                viewBox="0 0 16 16"
                                fill="none"
                                xmlns="http://www.w3.org/2000/svg"
                              >
                                <path
                                  d="M3.12034 14.3994L4.03419 10.0858L0.835704 7.13018C0.835704 7.13018 0.378768 6.73077 0.531087 6.1716C0.683406 5.61243 1.29263 5.61243 1.29263 5.61243L5.55728 5.21302L7.23268 1.13905C7.23268 1.13905 7.46113 0.5 7.99422 0.5C8.52731 0.5 8.75576 1.13905 8.75576 1.13905L10.4312 5.21302L14.8481 5.61243C14.8481 5.61243 15.305 5.69231 15.4574 6.1716C15.6097 6.65089 15.305 6.97041 15.305 6.97041L11.9543 10.0858L12.8681 14.5592C12.8681 14.5592 13.0204 15.0385 12.6396 15.358C12.2589 15.6775 11.6496 15.358 11.6496 15.358L7.99422 13.0414L4.41496 15.358C4.41496 15.358 3.88189 15.6775 3.42495 15.358C2.96802 15.0385 3.12034 14.3994 3.12034 14.3994Z"
                                  stroke="#CFCFCF"
                                  stroke-width="0.9375"
                                ></path>
                              </svg>
                            </div>
                            <div className="items-star active" data-star="3">
                              <svg
                                width="16"
                                height="16"
                                viewBox="0 0 16 16"
                                fill="none"
                                xmlns="http://www.w3.org/2000/svg"
                              >
                                <path
                                  d="M3.12034 14.3994L4.03419 10.0858L0.835704 7.13018C0.835704 7.13018 0.378768 6.73077 0.531087 6.1716C0.683406 5.61243 1.29263 5.61243 1.29263 5.61243L5.55728 5.21302L7.23268 1.13905C7.23268 1.13905 7.46113 0.5 7.99422 0.5C8.52731 0.5 8.75576 1.13905 8.75576 1.13905L10.4312 5.21302L14.8481 5.61243C14.8481 5.61243 15.305 5.69231 15.4574 6.1716C15.6097 6.65089 15.305 6.97041 15.305 6.97041L11.9543 10.0858L12.8681 14.5592C12.8681 14.5592 13.0204 15.0385 12.6396 15.358C12.2589 15.6775 11.6496 15.358 11.6496 15.358L7.99422 13.0414L4.41496 15.358C4.41496 15.358 3.88189 15.6775 3.42495 15.358C2.96802 15.0385 3.12034 14.3994 3.12034 14.3994Z"
                                  stroke="#CFCFCF"
                                  stroke-width="0.9375"
                                ></path>
                              </svg>
                            </div>
                            <div className="items-star active" data-star="4">
                              <svg
                                width="16"
                                height="16"
                                viewBox="0 0 16 16"
                                fill="none"
                                xmlns="http://www.w3.org/2000/svg"
                              >
                                <path
                                  d="M3.12034 14.3994L4.03419 10.0858L0.835704 7.13018C0.835704 7.13018 0.378768 6.73077 0.531087 6.1716C0.683406 5.61243 1.29263 5.61243 1.29263 5.61243L5.55728 5.21302L7.23268 1.13905C7.23268 1.13905 7.46113 0.5 7.99422 0.5C8.52731 0.5 8.75576 1.13905 8.75576 1.13905L10.4312 5.21302L14.8481 5.61243C14.8481 5.61243 15.305 5.69231 15.4574 6.1716C15.6097 6.65089 15.305 6.97041 15.305 6.97041L11.9543 10.0858L12.8681 14.5592C12.8681 14.5592 13.0204 15.0385 12.6396 15.358C12.2589 15.6775 11.6496 15.358 11.6496 15.358L7.99422 13.0414L4.41496 15.358C4.41496 15.358 3.88189 15.6775 3.42495 15.358C2.96802 15.0385 3.12034 14.3994 3.12034 14.3994Z"
                                  stroke="#CFCFCF"
                                  stroke-width="0.9375"
                                ></path>
                              </svg>
                            </div>
                            <div className="items-star active" data-star="5">
                              <svg
                                width="16"
                                height="16"
                                viewBox="0 0 16 16"
                                fill="none"
                                xmlns="http://www.w3.org/2000/svg"
                              >
                                <path
                                  d="M3.12034 14.3994L4.03419 10.0858L0.835704 7.13018C0.835704 7.13018 0.378768 6.73077 0.531087 6.1716C0.683406 5.61243 1.29263 5.61243 1.29263 5.61243L5.55728 5.21302L7.23268 1.13905C7.23268 1.13905 7.46113 0.5 7.99422 0.5C8.52731 0.5 8.75576 1.13905 8.75576 1.13905L10.4312 5.21302L14.8481 5.61243C14.8481 5.61243 15.305 5.69231 15.4574 6.1716C15.6097 6.65089 15.305 6.97041 15.305 6.97041L11.9543 10.0858L12.8681 14.5592C12.8681 14.5592 13.0204 15.0385 12.6396 15.358C12.2589 15.6775 11.6496 15.358 11.6496 15.358L7.99422 13.0414L4.41496 15.358C4.41496 15.358 3.88189 15.6775 3.42495 15.358C2.96802 15.0385 3.12034 14.3994 3.12034 14.3994Z"
                                  stroke="#CFCFCF"
                                  stroke-width="0.9375"
                                ></path>
                              </svg>
                            </div>
                          </div>
                        </div>
                        <div className="items-comment-right">
                          <div className="items-comment-content">
                            máy có nâng cấp ram lên 16gb đc không shop
                          </div>
                        </div>
                      </div>
                    </div>
                    <div className="items-comment">
                      <div className="items-comment-top">
                        <div className="items-comment-name">Nguyễn Khánh</div>
                        <div className="items-comment-date">6-6-2024</div>
                      </div>
                      <div className="items-comment-bottom">
                        <div className="items-comment-left">
                          <div className="items-comment-star">
                            <div className="items-star active" data-star="1">
                              <svg
                                width="16"
                                height="16"
                                viewBox="0 0 16 16"
                                fill="none"
                                xmlns="http://www.w3.org/2000/svg"
                              >
                                <path
                                  d="M3.12034 14.3994L4.03419 10.0858L0.835704 7.13018C0.835704 7.13018 0.378768 6.73077 0.531087 6.1716C0.683406 5.61243 1.29263 5.61243 1.29263 5.61243L5.55728 5.21302L7.23268 1.13905C7.23268 1.13905 7.46113 0.5 7.99422 0.5C8.52731 0.5 8.75576 1.13905 8.75576 1.13905L10.4312 5.21302L14.8481 5.61243C14.8481 5.61243 15.305 5.69231 15.4574 6.1716C15.6097 6.65089 15.305 6.97041 15.305 6.97041L11.9543 10.0858L12.8681 14.5592C12.8681 14.5592 13.0204 15.0385 12.6396 15.358C12.2589 15.6775 11.6496 15.358 11.6496 15.358L7.99422 13.0414L4.41496 15.358C4.41496 15.358 3.88189 15.6775 3.42495 15.358C2.96802 15.0385 3.12034 14.3994 3.12034 14.3994Z"
                                  stroke="#CFCFCF"
                                  stroke-width="0.9375"
                                ></path>
                              </svg>
                            </div>
                            <div className="items-star active" data-star="2">
                              <svg
                                width="16"
                                height="16"
                                viewBox="0 0 16 16"
                                fill="none"
                                xmlns="http://www.w3.org/2000/svg"
                              >
                                <path
                                  d="M3.12034 14.3994L4.03419 10.0858L0.835704 7.13018C0.835704 7.13018 0.378768 6.73077 0.531087 6.1716C0.683406 5.61243 1.29263 5.61243 1.29263 5.61243L5.55728 5.21302L7.23268 1.13905C7.23268 1.13905 7.46113 0.5 7.99422 0.5C8.52731 0.5 8.75576 1.13905 8.75576 1.13905L10.4312 5.21302L14.8481 5.61243C14.8481 5.61243 15.305 5.69231 15.4574 6.1716C15.6097 6.65089 15.305 6.97041 15.305 6.97041L11.9543 10.0858L12.8681 14.5592C12.8681 14.5592 13.0204 15.0385 12.6396 15.358C12.2589 15.6775 11.6496 15.358 11.6496 15.358L7.99422 13.0414L4.41496 15.358C4.41496 15.358 3.88189 15.6775 3.42495 15.358C2.96802 15.0385 3.12034 14.3994 3.12034 14.3994Z"
                                  stroke="#CFCFCF"
                                  stroke-width="0.9375"
                                ></path>
                              </svg>
                            </div>
                            <div className="items-star active" data-star="3">
                              <svg
                                width="16"
                                height="16"
                                viewBox="0 0 16 16"
                                fill="none"
                                xmlns="http://www.w3.org/2000/svg"
                              >
                                <path
                                  d="M3.12034 14.3994L4.03419 10.0858L0.835704 7.13018C0.835704 7.13018 0.378768 6.73077 0.531087 6.1716C0.683406 5.61243 1.29263 5.61243 1.29263 5.61243L5.55728 5.21302L7.23268 1.13905C7.23268 1.13905 7.46113 0.5 7.99422 0.5C8.52731 0.5 8.75576 1.13905 8.75576 1.13905L10.4312 5.21302L14.8481 5.61243C14.8481 5.61243 15.305 5.69231 15.4574 6.1716C15.6097 6.65089 15.305 6.97041 15.305 6.97041L11.9543 10.0858L12.8681 14.5592C12.8681 14.5592 13.0204 15.0385 12.6396 15.358C12.2589 15.6775 11.6496 15.358 11.6496 15.358L7.99422 13.0414L4.41496 15.358C4.41496 15.358 3.88189 15.6775 3.42495 15.358C2.96802 15.0385 3.12034 14.3994 3.12034 14.3994Z"
                                  stroke="#CFCFCF"
                                  stroke-width="0.9375"
                                ></path>
                              </svg>
                            </div>
                            <div className="items-star active" data-star="4">
                              <svg
                                width="16"
                                height="16"
                                viewBox="0 0 16 16"
                                fill="none"
                                xmlns="http://www.w3.org/2000/svg"
                              >
                                <path
                                  d="M3.12034 14.3994L4.03419 10.0858L0.835704 7.13018C0.835704 7.13018 0.378768 6.73077 0.531087 6.1716C0.683406 5.61243 1.29263 5.61243 1.29263 5.61243L5.55728 5.21302L7.23268 1.13905C7.23268 1.13905 7.46113 0.5 7.99422 0.5C8.52731 0.5 8.75576 1.13905 8.75576 1.13905L10.4312 5.21302L14.8481 5.61243C14.8481 5.61243 15.305 5.69231 15.4574 6.1716C15.6097 6.65089 15.305 6.97041 15.305 6.97041L11.9543 10.0858L12.8681 14.5592C12.8681 14.5592 13.0204 15.0385 12.6396 15.358C12.2589 15.6775 11.6496 15.358 11.6496 15.358L7.99422 13.0414L4.41496 15.358C4.41496 15.358 3.88189 15.6775 3.42495 15.358C2.96802 15.0385 3.12034 14.3994 3.12034 14.3994Z"
                                  stroke="#CFCFCF"
                                  stroke-width="0.9375"
                                ></path>
                              </svg>
                            </div>
                            <div className="items-star active" data-star="5">
                              <svg
                                width="16"
                                height="16"
                                viewBox="0 0 16 16"
                                fill="none"
                                xmlns="http://www.w3.org/2000/svg"
                              >
                                <path
                                  d="M3.12034 14.3994L4.03419 10.0858L0.835704 7.13018C0.835704 7.13018 0.378768 6.73077 0.531087 6.1716C0.683406 5.61243 1.29263 5.61243 1.29263 5.61243L5.55728 5.21302L7.23268 1.13905C7.23268 1.13905 7.46113 0.5 7.99422 0.5C8.52731 0.5 8.75576 1.13905 8.75576 1.13905L10.4312 5.21302L14.8481 5.61243C14.8481 5.61243 15.305 5.69231 15.4574 6.1716C15.6097 6.65089 15.305 6.97041 15.305 6.97041L11.9543 10.0858L12.8681 14.5592C12.8681 14.5592 13.0204 15.0385 12.6396 15.358C12.2589 15.6775 11.6496 15.358 11.6496 15.358L7.99422 13.0414L4.41496 15.358C4.41496 15.358 3.88189 15.6775 3.42495 15.358C2.96802 15.0385 3.12034 14.3994 3.12034 14.3994Z"
                                  stroke="#CFCFCF"
                                  stroke-width="0.9375"
                                ></path>
                              </svg>
                            </div>
                          </div>
                        </div>
                        <div className="items-comment-right">
                          <div className="items-comment-content">
                            Máy còn hàng ở TPHCM chi nhánh Kha Vạn Cân không
                            shop
                          </div>
                        </div>
                      </div>
                    </div>
                    <div className="items-comment">
                      <div className="items-comment-top">
                        <div className="items-comment-name">Trần Mạnh</div>
                        <div className="items-comment-date">6-6-2024</div>
                      </div>
                      <div className="items-comment-bottom">
                        <div className="items-comment-left">
                          <div className="items-comment-star">
                            <div className="items-star active" data-star="1">
                              <svg
                                width="16"
                                height="16"
                                viewBox="0 0 16 16"
                                fill="none"
                                xmlns="http://www.w3.org/2000/svg"
                              >
                                <path
                                  d="M3.12034 14.3994L4.03419 10.0858L0.835704 7.13018C0.835704 7.13018 0.378768 6.73077 0.531087 6.1716C0.683406 5.61243 1.29263 5.61243 1.29263 5.61243L5.55728 5.21302L7.23268 1.13905C7.23268 1.13905 7.46113 0.5 7.99422 0.5C8.52731 0.5 8.75576 1.13905 8.75576 1.13905L10.4312 5.21302L14.8481 5.61243C14.8481 5.61243 15.305 5.69231 15.4574 6.1716C15.6097 6.65089 15.305 6.97041 15.305 6.97041L11.9543 10.0858L12.8681 14.5592C12.8681 14.5592 13.0204 15.0385 12.6396 15.358C12.2589 15.6775 11.6496 15.358 11.6496 15.358L7.99422 13.0414L4.41496 15.358C4.41496 15.358 3.88189 15.6775 3.42495 15.358C2.96802 15.0385 3.12034 14.3994 3.12034 14.3994Z"
                                  stroke="#CFCFCF"
                                  stroke-width="0.9375"
                                ></path>
                              </svg>
                            </div>
                            <div className="items-star active" data-star="2">
                              <svg
                                width="16"
                                height="16"
                                viewBox="0 0 16 16"
                                fill="none"
                                xmlns="http://www.w3.org/2000/svg"
                              >
                                <path
                                  d="M3.12034 14.3994L4.03419 10.0858L0.835704 7.13018C0.835704 7.13018 0.378768 6.73077 0.531087 6.1716C0.683406 5.61243 1.29263 5.61243 1.29263 5.61243L5.55728 5.21302L7.23268 1.13905C7.23268 1.13905 7.46113 0.5 7.99422 0.5C8.52731 0.5 8.75576 1.13905 8.75576 1.13905L10.4312 5.21302L14.8481 5.61243C14.8481 5.61243 15.305 5.69231 15.4574 6.1716C15.6097 6.65089 15.305 6.97041 15.305 6.97041L11.9543 10.0858L12.8681 14.5592C12.8681 14.5592 13.0204 15.0385 12.6396 15.358C12.2589 15.6775 11.6496 15.358 11.6496 15.358L7.99422 13.0414L4.41496 15.358C4.41496 15.358 3.88189 15.6775 3.42495 15.358C2.96802 15.0385 3.12034 14.3994 3.12034 14.3994Z"
                                  stroke="#CFCFCF"
                                  stroke-width="0.9375"
                                ></path>
                              </svg>
                            </div>
                            <div className="items-star active" data-star="3">
                              <svg
                                width="16"
                                height="16"
                                viewBox="0 0 16 16"
                                fill="none"
                                xmlns="http://www.w3.org/2000/svg"
                              >
                                <path
                                  d="M3.12034 14.3994L4.03419 10.0858L0.835704 7.13018C0.835704 7.13018 0.378768 6.73077 0.531087 6.1716C0.683406 5.61243 1.29263 5.61243 1.29263 5.61243L5.55728 5.21302L7.23268 1.13905C7.23268 1.13905 7.46113 0.5 7.99422 0.5C8.52731 0.5 8.75576 1.13905 8.75576 1.13905L10.4312 5.21302L14.8481 5.61243C14.8481 5.61243 15.305 5.69231 15.4574 6.1716C15.6097 6.65089 15.305 6.97041 15.305 6.97041L11.9543 10.0858L12.8681 14.5592C12.8681 14.5592 13.0204 15.0385 12.6396 15.358C12.2589 15.6775 11.6496 15.358 11.6496 15.358L7.99422 13.0414L4.41496 15.358C4.41496 15.358 3.88189 15.6775 3.42495 15.358C2.96802 15.0385 3.12034 14.3994 3.12034 14.3994Z"
                                  stroke="#CFCFCF"
                                  stroke-width="0.9375"
                                ></path>
                              </svg>
                            </div>
                            <div className="items-star " data-star="4">
                              <svg
                                width="16"
                                height="16"
                                viewBox="0 0 16 16"
                                fill="none"
                                xmlns="http://www.w3.org/2000/svg"
                              >
                                <path
                                  d="M3.12034 14.3994L4.03419 10.0858L0.835704 7.13018C0.835704 7.13018 0.378768 6.73077 0.531087 6.1716C0.683406 5.61243 1.29263 5.61243 1.29263 5.61243L5.55728 5.21302L7.23268 1.13905C7.23268 1.13905 7.46113 0.5 7.99422 0.5C8.52731 0.5 8.75576 1.13905 8.75576 1.13905L10.4312 5.21302L14.8481 5.61243C14.8481 5.61243 15.305 5.69231 15.4574 6.1716C15.6097 6.65089 15.305 6.97041 15.305 6.97041L11.9543 10.0858L12.8681 14.5592C12.8681 14.5592 13.0204 15.0385 12.6396 15.358C12.2589 15.6775 11.6496 15.358 11.6496 15.358L7.99422 13.0414L4.41496 15.358C4.41496 15.358 3.88189 15.6775 3.42495 15.358C2.96802 15.0385 3.12034 14.3994 3.12034 14.3994Z"
                                  stroke="#CFCFCF"
                                  stroke-width="0.9375"
                                ></path>
                              </svg>
                            </div>
                            <div className="items-star " data-star="5">
                              <svg
                                width="16"
                                height="16"
                                viewBox="0 0 16 16"
                                fill="none"
                                xmlns="http://www.w3.org/2000/svg"
                              >
                                <path
                                  d="M3.12034 14.3994L4.03419 10.0858L0.835704 7.13018C0.835704 7.13018 0.378768 6.73077 0.531087 6.1716C0.683406 5.61243 1.29263 5.61243 1.29263 5.61243L5.55728 5.21302L7.23268 1.13905C7.23268 1.13905 7.46113 0.5 7.99422 0.5C8.52731 0.5 8.75576 1.13905 8.75576 1.13905L10.4312 5.21302L14.8481 5.61243C14.8481 5.61243 15.305 5.69231 15.4574 6.1716C15.6097 6.65089 15.305 6.97041 15.305 6.97041L11.9543 10.0858L12.8681 14.5592C12.8681 14.5592 13.0204 15.0385 12.6396 15.358C12.2589 15.6775 11.6496 15.358 11.6496 15.358L7.99422 13.0414L4.41496 15.358C4.41496 15.358 3.88189 15.6775 3.42495 15.358C2.96802 15.0385 3.12034 14.3994 3.12034 14.3994Z"
                                  stroke="#CFCFCF"
                                  stroke-width="0.9375"
                                ></path>
                              </svg>
                            </div>
                          </div>
                        </div>
                        <div className="items-comment-right">
                          <div className="items-comment-content">
                            ở chi nhánh thủ đức có máy k ah
                          </div>
                          <div className="items-comment-replay">
                            <div className="heading-replay d-none">Trả lời: </div>
                            <div className="items-replay">
                              <div className="items-replay-title">
                                <h4> Nhân viên hỗ trợ</h4>
                                <span>14-6-2024</span>
                              </div>
                              <div className="items-replay-content">
                                Dạ còn ạ, khi nào mình đến Showroom Kha Vạn Cân
                                ạ
                              </div>
                            </div>
                          </div>
                        </div>
                      </div>
                    </div>
                    <div className="items-comment">
                      <div className="items-comment-top">
                        <div className="items-comment-name">Nguyễn Tân</div>
                        <div className="items-comment-date">28-5-2024</div>
                      </div>
                      <div className="items-comment-bottom">
                        <div className="items-comment-left">
                          <div className="items-comment-star">
                            <div className="items-star active" data-star="1">
                              <svg
                                width="16"
                                height="16"
                                viewBox="0 0 16 16"
                                fill="none"
                                xmlns="http://www.w3.org/2000/svg"
                              >
                                <path
                                  d="M3.12034 14.3994L4.03419 10.0858L0.835704 7.13018C0.835704 7.13018 0.378768 6.73077 0.531087 6.1716C0.683406 5.61243 1.29263 5.61243 1.29263 5.61243L5.55728 5.21302L7.23268 1.13905C7.23268 1.13905 7.46113 0.5 7.99422 0.5C8.52731 0.5 8.75576 1.13905 8.75576 1.13905L10.4312 5.21302L14.8481 5.61243C14.8481 5.61243 15.305 5.69231 15.4574 6.1716C15.6097 6.65089 15.305 6.97041 15.305 6.97041L11.9543 10.0858L12.8681 14.5592C12.8681 14.5592 13.0204 15.0385 12.6396 15.358C12.2589 15.6775 11.6496 15.358 11.6496 15.358L7.99422 13.0414L4.41496 15.358C4.41496 15.358 3.88189 15.6775 3.42495 15.358C2.96802 15.0385 3.12034 14.3994 3.12034 14.3994Z"
                                  stroke="#CFCFCF"
                                  stroke-width="0.9375"
                                ></path>
                              </svg>
                            </div>
                            <div className="items-star active" data-star="2">
                              <svg
                                width="16"
                                height="16"
                                viewBox="0 0 16 16"
                                fill="none"
                                xmlns="http://www.w3.org/2000/svg"
                              >
                                <path
                                  d="M3.12034 14.3994L4.03419 10.0858L0.835704 7.13018C0.835704 7.13018 0.378768 6.73077 0.531087 6.1716C0.683406 5.61243 1.29263 5.61243 1.29263 5.61243L5.55728 5.21302L7.23268 1.13905C7.23268 1.13905 7.46113 0.5 7.99422 0.5C8.52731 0.5 8.75576 1.13905 8.75576 1.13905L10.4312 5.21302L14.8481 5.61243C14.8481 5.61243 15.305 5.69231 15.4574 6.1716C15.6097 6.65089 15.305 6.97041 15.305 6.97041L11.9543 10.0858L12.8681 14.5592C12.8681 14.5592 13.0204 15.0385 12.6396 15.358C12.2589 15.6775 11.6496 15.358 11.6496 15.358L7.99422 13.0414L4.41496 15.358C4.41496 15.358 3.88189 15.6775 3.42495 15.358C2.96802 15.0385 3.12034 14.3994 3.12034 14.3994Z"
                                  stroke="#CFCFCF"
                                  stroke-width="0.9375"
                                ></path>
                              </svg>
                            </div>
                            <div className="items-star active" data-star="3">
                              <svg
                                width="16"
                                height="16"
                                viewBox="0 0 16 16"
                                fill="none"
                                xmlns="http://www.w3.org/2000/svg"
                              >
                                <path
                                  d="M3.12034 14.3994L4.03419 10.0858L0.835704 7.13018C0.835704 7.13018 0.378768 6.73077 0.531087 6.1716C0.683406 5.61243 1.29263 5.61243 1.29263 5.61243L5.55728 5.21302L7.23268 1.13905C7.23268 1.13905 7.46113 0.5 7.99422 0.5C8.52731 0.5 8.75576 1.13905 8.75576 1.13905L10.4312 5.21302L14.8481 5.61243C14.8481 5.61243 15.305 5.69231 15.4574 6.1716C15.6097 6.65089 15.305 6.97041 15.305 6.97041L11.9543 10.0858L12.8681 14.5592C12.8681 14.5592 13.0204 15.0385 12.6396 15.358C12.2589 15.6775 11.6496 15.358 11.6496 15.358L7.99422 13.0414L4.41496 15.358C4.41496 15.358 3.88189 15.6775 3.42495 15.358C2.96802 15.0385 3.12034 14.3994 3.12034 14.3994Z"
                                  stroke="#CFCFCF"
                                  stroke-width="0.9375"
                                ></path>
                              </svg>
                            </div>
                            <div className="items-star active" data-star="4">
                              <svg
                                width="16"
                                height="16"
                                viewBox="0 0 16 16"
                                fill="none"
                                xmlns="http://www.w3.org/2000/svg"
                              >
                                <path
                                  d="M3.12034 14.3994L4.03419 10.0858L0.835704 7.13018C0.835704 7.13018 0.378768 6.73077 0.531087 6.1716C0.683406 5.61243 1.29263 5.61243 1.29263 5.61243L5.55728 5.21302L7.23268 1.13905C7.23268 1.13905 7.46113 0.5 7.99422 0.5C8.52731 0.5 8.75576 1.13905 8.75576 1.13905L10.4312 5.21302L14.8481 5.61243C14.8481 5.61243 15.305 5.69231 15.4574 6.1716C15.6097 6.65089 15.305 6.97041 15.305 6.97041L11.9543 10.0858L12.8681 14.5592C12.8681 14.5592 13.0204 15.0385 12.6396 15.358C12.2589 15.6775 11.6496 15.358 11.6496 15.358L7.99422 13.0414L4.41496 15.358C4.41496 15.358 3.88189 15.6775 3.42495 15.358C2.96802 15.0385 3.12034 14.3994 3.12034 14.3994Z"
                                  stroke="#CFCFCF"
                                  stroke-width="0.9375"
                                ></path>
                              </svg>
                            </div>
                            <div className="items-star active" data-star="5">
                              <svg
                                width="16"
                                height="16"
                                viewBox="0 0 16 16"
                                fill="none"
                                xmlns="http://www.w3.org/2000/svg"
                              >
                                <path
                                  d="M3.12034 14.3994L4.03419 10.0858L0.835704 7.13018C0.835704 7.13018 0.378768 6.73077 0.531087 6.1716C0.683406 5.61243 1.29263 5.61243 1.29263 5.61243L5.55728 5.21302L7.23268 1.13905C7.23268 1.13905 7.46113 0.5 7.99422 0.5C8.52731 0.5 8.75576 1.13905 8.75576 1.13905L10.4312 5.21302L14.8481 5.61243C14.8481 5.61243 15.305 5.69231 15.4574 6.1716C15.6097 6.65089 15.305 6.97041 15.305 6.97041L11.9543 10.0858L12.8681 14.5592C12.8681 14.5592 13.0204 15.0385 12.6396 15.358C12.2589 15.6775 11.6496 15.358 11.6496 15.358L7.99422 13.0414L4.41496 15.358C4.41496 15.358 3.88189 15.6775 3.42495 15.358C2.96802 15.0385 3.12034 14.3994 3.12034 14.3994Z"
                                  stroke="#CFCFCF"
                                  stroke-width="0.9375"
                                ></path>
                              </svg>
                            </div>
                          </div>
                        </div>
                        <div className="items-comment-right">
                          <div className="items-comment-content">
                            Cho mình hỏi là máy còn có ở cơ sở tp HCM không a?
                          </div>
                          <div className="items-comment-replay">
                            <div className="heading-replay d-none">Trả lời: </div>
                            <div className="items-replay">
                              <div className="items-replay-title">
                                <h4> Nhân viên hỗ trợ</h4>
                                <span>29-5-2024</span>
                              </div>
                              <div className="items-replay-content">
                                Dạ còn anh nhé, anh muốn ghé showroom nào để xem
                                máy vậy ạ.
                              </div>
                            </div>
                          </div>
                        </div>
                      </div>
                    </div>
                    <div className="items-comment">
                      <div className="items-comment-top">
                        <div className="items-comment-name">Nguyễn Duy Anh</div>
                        <div className="items-comment-date">4-5-2024</div>
                      </div>
                      <div className="items-comment-bottom">
                        <div className="items-comment-left">
                          <div className="items-comment-star">
                            <div className="items-star active" data-star="1">
                              <svg
                                width="16"
                                height="16"
                                viewBox="0 0 16 16"
                                fill="none"
                                xmlns="http://www.w3.org/2000/svg"
                              >
                                <path
                                  d="M3.12034 14.3994L4.03419 10.0858L0.835704 7.13018C0.835704 7.13018 0.378768 6.73077 0.531087 6.1716C0.683406 5.61243 1.29263 5.61243 1.29263 5.61243L5.55728 5.21302L7.23268 1.13905C7.23268 1.13905 7.46113 0.5 7.99422 0.5C8.52731 0.5 8.75576 1.13905 8.75576 1.13905L10.4312 5.21302L14.8481 5.61243C14.8481 5.61243 15.305 5.69231 15.4574 6.1716C15.6097 6.65089 15.305 6.97041 15.305 6.97041L11.9543 10.0858L12.8681 14.5592C12.8681 14.5592 13.0204 15.0385 12.6396 15.358C12.2589 15.6775 11.6496 15.358 11.6496 15.358L7.99422 13.0414L4.41496 15.358C4.41496 15.358 3.88189 15.6775 3.42495 15.358C2.96802 15.0385 3.12034 14.3994 3.12034 14.3994Z"
                                  stroke="#CFCFCF"
                                  stroke-width="0.9375"
                                ></path>
                              </svg>
                            </div>
                            <div className="items-star active" data-star="2">
                              <svg
                                width="16"
                                height="16"
                                viewBox="0 0 16 16"
                                fill="none"
                                xmlns="http://www.w3.org/2000/svg"
                              >
                                <path
                                  d="M3.12034 14.3994L4.03419 10.0858L0.835704 7.13018C0.835704 7.13018 0.378768 6.73077 0.531087 6.1716C0.683406 5.61243 1.29263 5.61243 1.29263 5.61243L5.55728 5.21302L7.23268 1.13905C7.23268 1.13905 7.46113 0.5 7.99422 0.5C8.52731 0.5 8.75576 1.13905 8.75576 1.13905L10.4312 5.21302L14.8481 5.61243C14.8481 5.61243 15.305 5.69231 15.4574 6.1716C15.6097 6.65089 15.305 6.97041 15.305 6.97041L11.9543 10.0858L12.8681 14.5592C12.8681 14.5592 13.0204 15.0385 12.6396 15.358C12.2589 15.6775 11.6496 15.358 11.6496 15.358L7.99422 13.0414L4.41496 15.358C4.41496 15.358 3.88189 15.6775 3.42495 15.358C2.96802 15.0385 3.12034 14.3994 3.12034 14.3994Z"
                                  stroke="#CFCFCF"
                                  stroke-width="0.9375"
                                ></path>
                              </svg>
                            </div>
                            <div className="items-star active" data-star="3">
                              <svg
                                width="16"
                                height="16"
                                viewBox="0 0 16 16"
                                fill="none"
                                xmlns="http://www.w3.org/2000/svg"
                              >
                                <path
                                  d="M3.12034 14.3994L4.03419 10.0858L0.835704 7.13018C0.835704 7.13018 0.378768 6.73077 0.531087 6.1716C0.683406 5.61243 1.29263 5.61243 1.29263 5.61243L5.55728 5.21302L7.23268 1.13905C7.23268 1.13905 7.46113 0.5 7.99422 0.5C8.52731 0.5 8.75576 1.13905 8.75576 1.13905L10.4312 5.21302L14.8481 5.61243C14.8481 5.61243 15.305 5.69231 15.4574 6.1716C15.6097 6.65089 15.305 6.97041 15.305 6.97041L11.9543 10.0858L12.8681 14.5592C12.8681 14.5592 13.0204 15.0385 12.6396 15.358C12.2589 15.6775 11.6496 15.358 11.6496 15.358L7.99422 13.0414L4.41496 15.358C4.41496 15.358 3.88189 15.6775 3.42495 15.358C2.96802 15.0385 3.12034 14.3994 3.12034 14.3994Z"
                                  stroke="#CFCFCF"
                                  stroke-width="0.9375"
                                ></path>
                              </svg>
                            </div>
                            <div className="items-star active" data-star="4">
                              <svg
                                width="16"
                                height="16"
                                viewBox="0 0 16 16"
                                fill="none"
                                xmlns="http://www.w3.org/2000/svg"
                              >
                                <path
                                  d="M3.12034 14.3994L4.03419 10.0858L0.835704 7.13018C0.835704 7.13018 0.378768 6.73077 0.531087 6.1716C0.683406 5.61243 1.29263 5.61243 1.29263 5.61243L5.55728 5.21302L7.23268 1.13905C7.23268 1.13905 7.46113 0.5 7.99422 0.5C8.52731 0.5 8.75576 1.13905 8.75576 1.13905L10.4312 5.21302L14.8481 5.61243C14.8481 5.61243 15.305 5.69231 15.4574 6.1716C15.6097 6.65089 15.305 6.97041 15.305 6.97041L11.9543 10.0858L12.8681 14.5592C12.8681 14.5592 13.0204 15.0385 12.6396 15.358C12.2589 15.6775 11.6496 15.358 11.6496 15.358L7.99422 13.0414L4.41496 15.358C4.41496 15.358 3.88189 15.6775 3.42495 15.358C2.96802 15.0385 3.12034 14.3994 3.12034 14.3994Z"
                                  stroke="#CFCFCF"
                                  stroke-width="0.9375"
                                ></path>
                              </svg>
                            </div>
                            <div className="items-star active" data-star="5">
                              <svg
                                width="16"
                                height="16"
                                viewBox="0 0 16 16"
                                fill="none"
                                xmlns="http://www.w3.org/2000/svg"
                              >
                                <path
                                  d="M3.12034 14.3994L4.03419 10.0858L0.835704 7.13018C0.835704 7.13018 0.378768 6.73077 0.531087 6.1716C0.683406 5.61243 1.29263 5.61243 1.29263 5.61243L5.55728 5.21302L7.23268 1.13905C7.23268 1.13905 7.46113 0.5 7.99422 0.5C8.52731 0.5 8.75576 1.13905 8.75576 1.13905L10.4312 5.21302L14.8481 5.61243C14.8481 5.61243 15.305 5.69231 15.4574 6.1716C15.6097 6.65089 15.305 6.97041 15.305 6.97041L11.9543 10.0858L12.8681 14.5592C12.8681 14.5592 13.0204 15.0385 12.6396 15.358C12.2589 15.6775 11.6496 15.358 11.6496 15.358L7.99422 13.0414L4.41496 15.358C4.41496 15.358 3.88189 15.6775 3.42495 15.358C2.96802 15.0385 3.12034 14.3994 3.12034 14.3994Z"
                                  stroke="#CFCFCF"
                                  stroke-width="0.9375"
                                ></path>
                              </svg>
                            </div>
                          </div>
                        </div>
                        <div className="items-comment-right">
                          <div className="items-comment-content">
                            máy còn ở cơ sở miền bắc không shop
                          </div>
                          <div className="items-comment-replay">
                            <div className="heading-replay d-none">Trả lời: </div>
                            <div className="items-replay">
                              <div className="items-replay-title">
                                <h4> Nhân viên hỗ trợ</h4>
                                <span>6-5-2024</span>
                              </div>
                              <div className="items-replay-content">
                                Dạ Anh ghé Showroom GEARVN Thái Hà đề xem máy ạ.
                              </div>
                            </div>
                          </div>
                        </div>
                      </div>
                    </div>
                  </div>
                  <div className="product-reviews--pagi"></div>
                </div>
                <div className="product-reviews--footer">
                  <div className="product-reviews--btn">
                    <a
                      href="javascript:void(0);"
                      className="btn-reviews--edit button"
                    >
                      <svg
                        viewBox="0 0 18 18"
                        fill="none"
                        xmlns="http://www.w3.org/2000/svg"
                      >
                        <path
                          d="M9 1L11.2142 2.53226H13.9459L14.7858 5L17 6.53226L16.1601 9L17 11.4677L14.7858 13L13.9459 15.4677H11.2142L9 17L6.78579 15.4677H4.05408L3.21421 13L1 11.4677L1.83987 9L1 6.53226L3.21421 5L4.05408 2.53226H6.78579L9 1Z"
                          fill="white"
                          stroke="white"
                          stroke-width="2"
                          stroke-miterlimit="10"
                          stroke-linecap="round"
                          stroke-linejoin="round"
                        ></path>
                        <path
                          d="M5.96393 12.3153L6.53255 9.63125L4.54238 7.79219C4.54238 7.79219 4.25806 7.54367 4.35284 7.19574C4.44762 6.84781 4.82669 6.84781 4.82669 6.84781L7.48025 6.59929L8.52272 4.06438C8.52272 4.06438 8.66487 3.66675 8.99657 3.66675C9.32827 3.66675 9.47042 4.06438 9.47042 4.06438L10.5129 6.59929L13.2612 6.84781C13.2612 6.84781 13.5455 6.89752 13.6403 7.19574C13.7351 7.49397 13.5455 7.69278 13.5455 7.69278L11.4606 9.63125L12.0292 12.4147C12.0292 12.4147 12.124 12.7129 11.887 12.9117C11.6501 13.1105 11.271 12.9117 11.271 12.9117L8.99657 11.4703L6.76947 12.9117C6.76947 12.9117 6.43778 13.1105 6.15347 12.9117C5.86915 12.7129 5.96393 12.3153 5.96393 12.3153Z"
                          fill="#1982F9"
                        ></path>
                      </svg>
                      <span>Gửi đánh giá của bạn</span>
                    </a>
                    <a
                      href="javascript:void(0);"
                      className="btn-reviews--more button d-none"
                    >
                      Xem thêm <strong>0</strong> đánh giá
                    </a>
                  </div>
                </div>
              </div>
            </div>
          </div>
        </div>
      </div>
    </>
  );
}
